{
    "affirmations": {
      "self_love": [
        "I am worthy of love and respect.",
        "I love myself unconditionally.",
        "I accept myself as I am.",
        "I deserve happiness and joy.",
        "I am proud of who I am becoming.",
        "I treat myself with kindness and compassion.",
        "I am enough, just as I am.",
        "I honor my own needs and boundaries.",
        "I forgive myself for my past mistakes.",
        "I am at peace with my past and look forward to my future."
      ],
      "confidence": [
        "I am capable of achieving great things.",
        "I believe in my abilities and skills.",
        "I am confident in my decisions.",
        "I radiate confidence and positivity.",
        "I trust myself to handle anything that comes my way.",
        "I embrace challenges as opportunities to grow.",
        "I deserve success and will achieve it.",
        "I am fearless in the pursuit of my goals.",
        "I speak with clarity and confidence.",
        "I am strong, capable, and resilient."
      ],
      "gratitude": [
        "I am grateful for the blessings in my life.",
        "Every day, I find reasons to be thankful.",
        "I appreciate the small moments of joy in life.",
        "Gratitude fills my heart and uplifts my spirit.",
        "I am thankful for the people who bring love into my life.",
        "I acknowledge and cherish the beauty around me.",
        "I am grateful for my health and well-being.",
        "I give thanks for the opportunities that come my way.",
        "I focus on the positives and let go of negativity.",
        "My gratitude attracts even more blessings."
      ],
      "resilience": [
        "I am strong enough to overcome any obstacle.",
        "Challenges help me grow and become stronger.",
        "I bounce back from setbacks with ease.",
        "I have the power to create a better future.",
        "I trust in my ability to handle difficult situations.",
        "I am resilient and resourceful in the face of challenges.",
        "I see adversity as an opportunity to learn.",
        "I adapt and thrive in any situation.",
        "My inner strength guides me through tough times.",
        "I am proud of my perseverance and determination."
      ]
    }
  }
  